Repository: mx-studio/mx-individual-css-js
Catalog: languages/mx-individual-css-js-*.po
Languages: ru_ru

source: Settings updated
ru_ru: Настройки обновлены

source: MX Individual CSS/JS Settings
ru_ru: Настройки MX Individual CSS/JS

source: Combine
ru_ru: Объединить

source: all attached CSS files into one union file
ru_ru: все подключенные CSS-файлы в один объединенный файл

source: all attached JS files into one union file
ru_ru: все подключенные JS-файлы в один объединенный файл

source: Path to CSS files
ru_ru: Путь к CSS-файлам

source: Path should be specified relative to the theme folder
ru_ru: Путь должен быть указан относительно папки темы

source: Path to JS files
ru_ru: Путь к JS-файлам

source: Update changes
ru_ru: Сохранить изменения

source: Allows to use individual CSS/JS files for different types of pages. It allows to reduce the size of CSS/JS code of the certain page by using only relevant parts of CSS/JS.
ru_ru: Позволяет использовать индивидуальные CSS/JS-файлы для разных типов страниц. Это позволяет сократить размер CSS/JS-кода отдельных страниц сайта за счет использования только того кода, который относится к текущему типу страницы.
